{
  "terms": {
    "terms_of_use": "Terms of use",
    "privacy_policy": "Privacy policy",
    "best_price_guarantee": "Best price guarantee",

    "terms_of_use_content": "<headline>Terms of Use</headline> <titleText>1. Introduction</titleText> <itemText></strongText>Welcome to {{appName}}! (“<strongText>Company</strongText>”, “<strongText>we</strongText>”, “<strongText>our</strongText>”, “<strongText>us</strongText>”, “<strongText>{{appName}}</strongText>”)! As you have just clicked our Terms of Use, please pause, grab a cup of coffee, and carefully read the following pages. It will take you approximately 20 minutes. </itemText> <itemText></strongText>These Terms of Use (“<strongText>Terms</strongText>”, “<strongText>Terms of Use</strongText>”) govern your use of our web pages located at https://{{domain}} (“<strongText>Website</strongText>”), operated by {{appName}} WORLDWIDE LIMITED. </itemText> <itemText></strongText>For the purposes of these Terms, the term 'Service' exclusively refers to {{appName}}'s services, information, content, and links provided on our Website. </itemText> <itemText></strongText>Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard, and disclose information resulting from your use of our web pages. Please read it here: <linkPrivacy>https://{{domain}}/privacy</linkPrivacy>. </itemText> <itemText></strongText>Your agreement with us includes these Terms and our Privacy Policy (“<strongText>Agreements</strongText>”). You acknowledge that you have read and understood the Agreements and agree to be bound by them. </itemText> <itemText></strongText>If you do not agree with (or cannot comply with) the Agreements, then you may not use the Service, but please let us know by emailing at <linkMailInfo>info@ttm.org</linkMailInfo> so we can try to find a solution. These Terms apply to all visitors, users, and others who wish to access or use the Service. </itemText> <itemText></strongText>Thank you for being responsible. </itemText> <titleText>2. Communications</titleText> <itemText></strongText>By creating an Account on our Service, you agree to subscribe to newsletters, marketing, or promotional materials, and other information we may send. However, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing at <linkMailUnsubscribe>unsubscribe@ttm.org</linkMailUnsubscribe>. </itemText> <titleText>3. Information Accuracy</titleText> <itemText></strongText>While {{appName}} strives to provide accurate and up-to-date information, we do not guarantee the accuracy, completeness, or reliability of any content on our Website. The travel-related details, including but not limited to prices, availability, and terms, are subject to change without notice. Users are encouraged to verify all information directly with the respective travel providers before making any travel-related decisions. {{appName}} assumes no responsibility for discrepancies or inaccuracies and disclaims liability for any loss or inconvenience incurred due to reliance on the information provided on our platform. We aim to facilitate informed decision-making, and users are advised to cross-check details and policies with the relevant travel service providers for the most current and accurate information. </itemText> <titleText>4. Affiliate Links and Redirects</titleText> <itemText></strongText>{{appName}} operates as a travel aggregator, connecting users to a variety of travel options through affiliate programs with different providers. Throughout our Website, you may encounter affiliate links that redirect you to third-party websites. These links are a result of our partnerships with various travel service providers. When you click on a link or make a purchase through an affiliate link, we may earn a commission. This commission does not affect the price you pay for the product or service. Please be aware that we do not directly sell any travel products or services on our platform. By clicking on these affiliate links, you may be redirected to our partner sites where you can explore and make bookings directly with them. It's important to note that any transactions or interactions on the third-party websites are subject to the terms and policies of those respective providers. {{appName}} assumes no responsibility for the content, accuracy, or practices of external sites and encourages users to review the terms of service and privacy policies of these third-party providers. </itemText> <titleText>5. Refunds</titleText> <itemText></strongText>As {{appName}} does not directly sell travel products or services, refunds are subject to the policies of the respective affiliate partners. In the event of any changes, cancellations, refusals, or incidents related to services purchased or booked on our partner sites, the user should apply for refunds directly through the customer support channels provided by our partner services where such services were directly purchased. It's important to familiarize yourself with the refund policies of the specific travel service providers, as they may vary. {{appName}} acts as an intermediary, and any refund requests or disputes are to be addressed directly with the relevant partner services, which are responsible for the fulfillment and resolution of transactions conducted on their platforms. </itemText> <titleText>6. Contests, Sweepstakes, and Promotions</titleText> <itemText></strongText>Any contests, sweepstakes, or other promotions (collectively, “Promotions”) made available through the Service may be governed by rules that are separate from these Terms of Use. If you participate in any Promotions, please review the applicable rules as well as our Privacy Policy. If the rules for a Promotion conflict with these Terms of Use, Promotion rules will apply. </itemText> <titleText>7. Content</titleText> <itemText></strongText>Content found on or through this Service is the property of {{appName}} WORLDWIDE LIMITED. or used with permission. You may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us. </itemText> <titleText>8. Analytics</titleText> <itemText></strongText>We may use third-party Service Providers to monitor and analyze the use of our Service. </itemText> <itemText></strongText>- Google Analytics: Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google may use the collected data to contextualize and personalize ads. For more information, please visit: <linkGooglePrivacy>https://policies.google.com/privacy</linkGooglePrivacy> </itemText> <itemText></strongText>- Cloudflare Analytics: Cloudflare analytics is a web analytics service operated by Cloudflare Inc. Read the Privacy Policy here: <linkCloudflarePrivacy>https://www.cloudflare.com/privacypolicy/</linkCloudflarePrivacy> </itemText> <titleText>9. No Use By Minors</titleText> <itemText></strongText>The Service is intended only for access and use by individuals at least eighteen (18) years old. By accessing or using any of Company, you warrant and represent that you are at least eighteen (18) years of age. If you are not at least eighteen (18) years old, you are prohibited from both the access and usage of Service. </itemText> <titleText>10. Accounts</titleText> <itemText></strongText>When you create an account with us, you guarantee that you are above the age of 18, and that the information you provide us is accurate, complete, and current at all times. Inaccurate, incomplete, or obsolete information may result in the immediate termination of your account on Service. </itemText> <itemText></strongText>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account. </itemText> <itemText></strongText>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization. You may not use as a username any name that is offensive, vulgar, or obscene. </itemText> <itemText></strongText>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion. </itemText> <titleText>11. Intellectual Property</titleText> <itemText></strongText>The Service and its original content (excluding Content provided by users), features, and functionality are and will remain the exclusive property of {{appName}} WORLDWIDE LIMITED. and its licensors. Service is protected by copyright, trademark, and other laws of the United States and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of {{appName}} WORLDWIDE LIMITED. </itemText> <titleText>12. Error Reporting and Feedback</titleText> <itemText></strongText>You may provide us directly at <linkMailInfo>info@ttm.org</linkMailInfo> with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (“Feedback”). You acknowledge and agree that: (i) you shall not retain, acquire, or assert any intellectual property right or other right, title, or interest in or to the Feedback; (ii) Company may have development ideas similar to the Feedback; (iii) Feedback does not contain confidential information or proprietary information from you or any third party; and (iv) Company is not under any obligation of confidentiality with respect to the Feedback. In the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited, and perpetual right to use (including copy, modify, create derivative works, publish, distribute, and commercialize) Feedback in any manner and for any purpose. </itemText> <titleText>13. Links To Other Web Sites</titleText> <itemText></strongText>Our Service may contain links to third-party websites or services that are not owned or controlled by {{appName}} WORLDWIDE LIMITED. </itemText> <itemText></strongText>{{appName}} WORLDWIDE LIMITED. has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We do not warrant the offerings of any of these entities/individuals or their websites. </itemText> <itemText></strongText>YOU ACKNOWLEDGE AND AGREE THAT {{appName}} WORLDWIDE LIMITED. SHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS, OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD-PARTY WEBSITES OR SERVICES. </itemText> <itemText></strongText>WE STRONGLY ADVISE YOU TO READ THE TERMS OF SERVICE AND PRIVACY POLICIES OF ANY THIRD-PARTY WEBSITES OR SERVICES THAT YOU VISIT. </itemText> <titleText>14. Disclaimer Of Warranty</titleText> <itemText></strongText>THESE SERVICES ARE PROVIDED BY COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS. COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THEIR SERVICES, OR THE INFORMATION, CONTENT, OR MATERIALS INCLUDED THEREIN. YOU EXPRESSLY AGREE THAT YOUR USE OF THESE SERVICES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED FROM US IS AT YOUR SOLE RISK. </itemText> <itemText></strongText>NEITHER COMPANY NOR ANY PERSON ASSOCIATED WITH COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SERVICES. WITHOUT LIMITING THE FOREGOING, NEITHER COMPANY NOR ANYONE ASSOCIATED WITH COMPANY REPRESENTS OR WARRANTS THAT THE SERVICES, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SERVICES OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE SERVICES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS. </itemText> <itemText></strongText>COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE. </itemText> <itemText></strongText>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW. </itemText> <titleText>15. Limitation Of Liability</titleText> <itemText></strongText>EXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER IT ARISES (INCLUDING ATTORNEYS' FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE. EXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. </itemText> <titleText>16. Termination</titleText> <itemText></strongText>We may terminate or suspend your account and bar access to Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of Terms. </itemText> <itemText></strongText>If you wish to terminate your account, you may simply discontinue using our website. </itemText> <itemText></strongText>All provisions of Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. </itemText> <titleText>17. Governing Law</titleText> <itemText></strongText>These Terms shall be governed and construed in accordance with the laws of the United Kingdom without regard to its conflict of law provisions. </itemText> <itemText></strongText>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service. </itemText> <titleText>18. Changes To Service</titleText> <itemText></strongText>We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice. We will not be liable if for any reason all or any part of Service is unavailable at any time or for any period. From time to time, we may restrict access to some parts of Service or the entire Service to users, including registered users. </itemText> <titleText>19. Amendments To Terms</titleText> <itemText></strongText>We may amend Terms at any time by posting the amended terms on this site. It is your responsibility to review these Terms periodically. </itemText> <itemText></strongText>Your continued use of our Website following the posting of revised Terms means that you accept and agree to the changes. You are expected to check this page frequently so you are aware of any changes, as they are binding on you. </itemText> <itemText></strongText>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use Service. </itemText> <titleText>20. Waiver And Severability</titleText> <itemText></strongText>No waiver by Company of any term or condition set forth in Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision. </itemText> <itemText></strongText>If any provision of Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect. </itemText> <titleText>21. Acknowledgment</titleText> <itemText></strongText>BY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM. </itemText> <titleText>22. Contact Us</titleText> <itemText></strongText>Please send your feedback, comments, requests for technical support:</strongText><br /></strongText>By email at <linkMailInfo>info@ttm.org</linkMailInfo>.</strongText><br /></strongText>By visiting Contact page on our website: <linkContact>https://{{domain}}/contact</linkContact>. </itemText>",
    "privacy_policy_content": "<headline>Privacy Policy</headline> <itemText> This document outlines how we collect, use, disclose, and protect your personal information when you access or use our services. By using our website at https://{{domain}} (“<strongText>Website</strongText>”) or any associated services, you agree to the terms of this Privacy Policy. </itemText> <titleText>1. Information We Collect</titleText> <itemText> We may collect various types of information from users, including personal information provided voluntarily and data collected automatically through the use of our services. The types of information we collect include: </itemText> <ulElem> <liText>Personal Information: This may include your name, email address, and other details provided when you create an account with us.</liText> <liText>Usage Data: We may collect information about your interactions with our Website, such as pages visited, links clicked, and other actions taken.</liText> <liText>Device Information: We may collect information about the device you use to access our services, including the device type, operating system, and browser type.</liText> </ulElem> <titleText>2. How We Use Your Information</titleText> <itemText> The information we collect is used for various purposes, including but not limited to: </itemText> <ulElem> <liText>Providing and maintaining our services</liText> <liText>Personalizing your experience on our Website</liText> <liText>Improving our services and user experience</liText> <liText>Sending promotional materials and newsletters, where consent is provided</liText> <liText>Responding to user inquiries and providing customer support</liText> <liText>Ensuring the security and integrity of our services</liText> </ulElem> <titleText>3. Information Sharing and Disclosure</titleText> <itemText> We may share your information with third parties in the following circumstances: </itemText> <ulElem> <liText>With your consent</liText> <liText>To comply with legal obligations</liText> <liText>With service providers and partners who assist us in delivering our services</liText> <liText>In connection with mergers, acquisitions, or other business transactions</liText> <liText>To protect our rights, privacy, safety, or property, and that of our users</liText> </ulElem> <titleText>4. Cookies and Similar Technologies</titleText> <itemText> We use cookies and similar technologies to enhance your experience on our Website. You can manage your preferences for cookies through your browser settings. </itemText> <titleText>5. Your Choices and Rights</titleText> <itemText> You have the right to access, correct, or delete your personal information. You can also opt-out of receiving promotional communications from us. Please contact us at <linkMailPrivacy>privacy@ttm.org</linkMailPrivacy> for assistance with your privacy-related requests. </itemText> <titleText>6. Security</titleText> <itemText> We implement reasonable security measures to protect your information. However, no method of transmission over the internet or electronic storage is completely secure, and we cannot guarantee absolute security. </itemText> <titleText>7. Changes to Privacy Policy</titleText> <itemText> We may update our Privacy Policy from time to time. Any changes will be posted on this page, and the effective date will be indicated. </itemText> <titleText>8. Contact Us</titleText> <itemText> If you have any questions or concerns about our Privacy Policy, please contact us at <linkMailPrivacy>privacy@ttm.org</linkMailPrivacy>. </itemText>",
    "best_price_guarantee_content": "<headline>Best Price Guarantee</headline><itemText> At {{appName}}, we are committed to providing you with the best possible prices for your travel needs. As a travel booking aggregator, we strive to offer a comprehensive platform where you can compare prices and options from various travel providers all in one place. Our goal is to help you find the most competitive deals that suit your preferences and budget. </itemText> <itemText> Our Best Price Guarantee ensures that if you find a lower price for the same itinerary on another website within 24 hours of booking through our platform, we will provide you with the necessary assistance to secure the best available deal, subject to the terms and conditions outlined below: </itemText> <ulElem>  <liText><strong>Eligibility:</strong> The lower price must be for the same itinerary, including the same dates, flights, accommodations, and any other pertinent details.</liText>  <liText><strong>Comparison:</strong> The lower price must be publicly available and accessible for booking on a different website at the time of our verification.</liText>  <liText><strong>Verification:</strong> To process a claim under our Best Price Guarantee, you must provide us with evidence of the lower price, such as a screenshot or link to the competing offer, within 24 hours of booking through {{appName}}.</liText>  <liText><strong>Assistance:</strong> Upon verification of the competing offer, we will provide you with assistance to secure the best available deal through our platform, which may include adjusting your booking or providing alternative options from our partner travel providers.</liText>  <liText><strong>Exclusions:</strong> Our Best Price Guarantee does not apply to bookings made through opaque or auction websites, loyalty program rates, group rates, corporate discounts, package deals, or any other special promotions or offers.</liText> </ulElem> <itemText> {{appName}} serves as a facilitator for connecting travelers with various travel providers, and we do not sell tickets or services directly. Therefore, any refunds or adjustments resulting from a successful claim under our Best Price Guarantee will be subject to the policies and procedures of the respective travel providers. </itemText> <itemText> {{appName}} reserves the right to modify or terminate the Best Price Guarantee program at any time without prior notice. Our decisions regarding eligibility and application of the guarantee are final and binding. </itemText> <itemText> By using our platform and submitting a booking, you acknowledge and agree to abide by the terms and conditions of our Best Price Guarantee. </itemText> <itemText> For inquiries or to submit a claim under our Best Price Guarantee, please contact our customer service team at <linkMailSupport>support@ttm.org</linkMailSupport>. </itemText>"
  }
}